{
  "basic": [
    {
      "jobTitle": "",
      "companyName": "",
      "location": "",
      "education": "",
      "jobType": "",
      "salary": "",
      "resume": "true",
      "companyURL": "",
      "shortDescription": "",
      "longDescription": "",
      "experience": ""
    },
    "Intermediate/Diploma",
    "Bachelor's degree",
    "Masters's degree"
  ],
  "education": ["Bachelor's degree", "Master's degree", "Intermediate/Diploma"],
  "jobType": ["Full-time", "Temporary", "Internship"],
  "locations": [
    "Bengaluru, Karnataka",
    "Jodhpur, Rajasthan",
    "West Bengal",
    "Mumbai, Maharashtra",
    "Remote",
    "Hyderabad, Telangana",
    "Pune, Maharashtra",
    "Gurgaon, Haryana",
    "Thiruvananthapuram, Kerala",
    "Lucknow, Uttar Pradesh",
    "Calicut, Kerala",
    "New Delhi, Delhi",
    "Delhi, Delhi",
    "Surat, Gujarat",
    "Tirunelveli, Tamil Nadu",
    "India",
    "Raipur, Chhattisgarh",
    "Mohali, Punjab",
    "Kolkata, West Bengal"
  ],
  "jobs": [
    {
      "jobTitle": "Full Stack Developer",
      "companyName": "TimeBox Solutions",
      "location": "Bengaluru, Karnataka",
      "salary": "₹12,00,000 - ₹24,00,000 a year",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Timebox-Solutions?campaignid=mobvjcmp&from=mobviewjob&tk=1g6akuv8pjkbk800&fromjk=abf7e52b99bc085a",
      "shortDescription": "TimeBox Solutions is looking for a new addition to its team. We are a fast-paced IT solutions and services company. We are a team that has each other’s backs and also have A LOT of fun together.",
      "longDescription": "We are looking for you if you are driven by intellectual curiosity, possess unique problem-solving skills, and hold to an unwavering belief that the right technology can solve virtually any problem. You are a rising superstar. You want to learn as much as you can. You ask thoughtful questions every chance you get. You want guidance to grow professionally. If you have a good idea, we’ll provide the environment where it will thrive and grow into a great product or customer experience. Your ideas are our fuel.",
      "experience": "Drupal/PHP: 4 years (Required), API development: 1 year (Preferred), Full Stack development: 4 years (Preferred)"
    },
    {
      "jobTitle": "Software Engineer (Python)",
      "companyName": "Axadra Ventures, Inc.",
      "location": "Jodhpur, Rajasthan",
      "salary": "₹1,24,000 - ₹1,76,000 a month",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "",
      "shortDescription": "Here in Axadra you’ll be able to take a deep dive into ETLs (extract, transform, load) and machine learning related to digital marketing.",
      "longDescription": "We are looking for highly skilled, driven to learn and proactive individuals who can gather user requirements, define system functionality, document and write code revolving around the Python ecosystem. If you’re someone familiar with the software development life cycle from preliminary system analysis to tests and deployment, and love building high-quality, innovative and fully performing software that complies with coding standards and technical design.",
      "experience": "Python: 3 years (Required)"
    },
    {
      "jobTitle": "Experienced Laravel Developer",
      "companyName": "AbroadWorks Inc.",
      "location": "West Bengal",
      "salary": "₹387 - ₹774 an hour",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Abroadworks-Inc.?campaignid=mobvjcmp&from=mobviewjob&tk=1g6ak44tt2953000&fromjk=4bca40668830d3a4",
      "shortDescription": "AbroadWorks Inc. is a staffing and consulting agency, catering to many companies from various industries all across the United States and Canada, to whom we provide top-notch multi-national talent from across the globe.",
      "longDescription": "As a US-based company who specializes in HR Services, AbroadWorks focuses on sourcing talented foreign professionals, for either a full-time, part-time, or project based, remote, work. We offer a wide variety of career opportunities for both young and experienced professionals from Virtual/Executive Assistance, to Technical and Creative Writing, and IT-based roles, among others.",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Sr. PHP Developer",
      "companyName": "Halo Knowledge Academy",
      "location": "Mumbai, Maharashtra",
      "salary": "₹25,000 - ₹40,000 a month",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Halo-Technologies-2?campaignid=mobvjcmp&from=mobviewjob&tk=1g6ajtdc1gpfm801&fromjk=a61ec8c09832aea3",
      "shortDescription": "Need an Experienced PHP Developer (4 or more Years preferred) who is well versed in PHP & Codeigniter, SQL, Javascript, HTML, API, Wordpress and other Web Technologies",
      "longDescription": "Need an Experienced PHP Developer (4 or more Years preferred) who is well versed in PHP & Codeigniter, SQL, Javascript, HTML, API, Wordpress and other Web Technologies",
      "experience": "software development: 5 years (Required)"
    },
    {
      "jobTitle": "Asst. Professor in English",
      "companyName": "T John Group of Institutions",
      "location": "Bengaluru, Karnataka",
      "salary": "₹30,000 - ₹45,000 a month",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Masters's degree",
      "companyURL": "https://in.indeed.com/cmp/Marougen-Edu-Foundation?campaignid=mobvjcmp&from=mobviewjob&tk=1g6ajkluejkm2800&fromjk=247c3e82eb3fcd73",
      "shortDescription": "Tutoring and academic counselling to students. Maintains classes related records. Assess students coursework. Effectively utilize class time and maintain class discipline. Collaborates and supports colleagues regarding research interests and co-curricular activities.",
      "longDescription": "Tutoring and academic counselling to students. Maintains classes related records. Assess students coursework. Effectively utilize class time and maintain class discipline. Collaborates and supports colleagues regarding research interests and co-curricular activities. Report to a department head. Interact in a fair impartial way with students. Promote student academic achievement. Effectively plan lectures labs in accordance with the university course outlines",
      "experience": "Teaching: 1 year (Preferred), total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "Net Developer",
      "companyName": "EPC Group",
      "location": "Remote",
      "salary": "₹40,000 a month",
      "jobType": "Full-time",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Epc-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1g6aiusmjjl1l800&fromjk=6db45a7d85be3775",
      "shortDescription": "skills: ASP.NET using C#, Windows Apps C#, REST API knowledge. Remote Work, UK shift",
      "longDescription": "skills: ASP.NET using C#, Windows Apps C#, REST API knowledge. Remote Work, UK shift",
      "experience": ".NET: 4 years (Preferred)"
    },
    {
      "jobTitle": "Java Developer",
      "companyName": "SuchHomes",
      "location": "Hyderabad, Telangana",
      "salary": "₹40,000 - ₹80,000 a month",
      "jobType": "Temporary",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Suchhomes?campaignid=mobvjcmp&from=mobviewjob&tk=1g6aiiuvuic9r800&fromjk=7f121084f0d9fd71",
      "shortDescription": "SuchHomes is a U.K. based PropTech and blockchain firm.",
      "longDescription": "The offer is a contract-based remote role for a Fullstack developer. The developer should've 2+ years in Java with some experience in front-end stacks like JS, CSS, Bootstrap, HTML.",
      "experience": "Java: 2 years (Required), Front-end development: 1 year (Required)"
    },
    {
      "jobTitle": "Inside Sales Executive",
      "companyName": "Wizklub Learning Pvt. Ltd.",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹6,00,000 - ₹7,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Wizklub-Learning-Private-Limited?campaignid=mobvjcmp&from=mobviewjob&tk=1g6ai8vrajknt801&fromjk=a19868c681cd55cc",
      "shortDescription": "WizKlub is a part of Infinity Learning by Sri Chaitanya. WizKlub offers research-based education programs designed to develop future skills across Com-prehension, Critical Thinking, and Mathematical aptitude in kids from the age group of 6 – 14 years.",
      "longDescription": "WizKlub is a part of Infinity Learning by Sri Chaitanya. WizKlub offers research-based education programs designed to develop future skills across Com-prehension, Critical Thinking, and Mathematical aptitude in kids from the age group of 6 – 14 years. Our aim is to empower kids to learn and develop comprehensive skills to solve real-world problems using practical approaches. We have trained over 40,000 students across the world in the last 4 years. The company is now tying up with schools across India and the programs would be conducted in the WizKlub lab set up inside the school.",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Content Manager",
      "companyName": "Jatin Verma's IAS Academy",
      "location": "Remote",
      "jobType": "Full-time",
      "salary": "₹35,000 - ₹50,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Looking for a UPSC Content Developer cum Reviewer/Manager (In-house Full Time)",
      "longDescription": "Should have Cleared UPSC CSE Mains once. Should have worked as a content manager for at least one year. Kindly note that this is NOT a WFH JOB. -The job role requires 40% Content Management & 60% Content Writing. Ensuring the quality of the monthly magazine and its timely delivery. Launching new initiatives that have promising business traction. Ensuring immediate assistance and feedback for the content writers. Providing your own Daily KPIs.",
      "experience": "total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "SharePoint Developer",
      "companyName": "EPC Group",
      "location": "Remote",
      "salary": "₹50,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "jobType": "Full-time",
      "shortDescription": "creating custom WebParts / solutions using SPFX, SharePoint and data migration using ShareGate",
      "longDescription": "creating custom WebParts / solutions using SPFX, SharePoint and data migration using ShareGate",
      "experience": "total work: 6 year (Preferred)"
    },
    {
      "jobTitle": "Specialist, Client Optimization",
      "companyName": "Indeed",
      "location": "Remote",
      "jobType": "Full-time",
      "salary": "₹10,00,000 - ₹14,00,000 a year ",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Our Client Success team provides expert support to our clients, partners and fellow teammates around the globe. We focus on collaboration, the ability to adapt to client needs, and a passionate approach to service",
      "longDescription": "As a Client Service Specialist in our Scaled Business Success (SBS) team, you’ll support all clients in our small business segment at different points in their life cycle with Indeed. You’ll interact with clients via phone, chat, and email to help them resolve any issues they may have with their account or to educate them on how to optimize their accounts effectively to reach their hiring goals. You will have the opportunity to work with Indeed’s product suite and partner with internal teams to help deliver an outstanding experience on each and every interaction",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Senior Ab Initio Specialist",
      "companyName": "Exusia",
      "location": "Pune, Maharashtra",
      "jobType": "Full-time",
      "salary": "₹10,00,00 - ₹30,00,00 a year",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "Cooperate with business and operational users, other data management staff and infrastructure teams to ensure adherence to client and company guidelines, restrictions and requirements as well as…",
      "longDescription": "The Ab Initio Specialist will be responsible for working with our leading on-site consultants and off-site teams as a hands-on designer and developer of complex components working on strategic implementation projects using the latest technologies from Ab Initio corp",
      "experience": "An Initio: 2 years (Preferred)"
    },
    {
      "jobTitle": "Website Manager- Hubspot",
      "companyName": "Nisum",
      "location": "Remote",
      "jobType": "Full-time",
      "salary": "₹12,00,00 - ₹20,00,00 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Nisum is a leading global digital commerce firm headquartered in California, with services spanning digital strategy and transformation, insights and analytics, blockchain, business agility, and…",
      "longDescription": "Nisum is a leading global digital commerce firm headquartered in California, with services spanning digital strategy and transformation, insights and analytics, blockchain, business agility, and custom software development. Founded in 2000 with the customer-centric motto “Building Success Together®,” Nisum has grown to over 1,400 professionals across the United States, Canada, Chile, India, and Pakistan.",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Account Proffessional Specialist",
      "companyName": "American Express",
      "location": "Gurgaon, Haryana",
      "jobType": "Full-time",
      "salary": "₹5,00,00 - ₹9,50,000 a year",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "Whether we're supporting our customers' financial confidence to move ahead, taking commerce to new heights, or encouraging people to explore the world, our colleagues are constantly redefining what's…",
      "longDescription": "At American Express, we know that with the right backing, people and businesses have the power to progress in incredible ways. Whether we’re supporting our customers’ financial confidence to move ahead, taking commerce to new heights, or encouraging people to explore the world, our colleagues are constantly redefining what’s possible — and we’re proud to back each other every step of the way. When you join #TeamAmex, you become part of a diverse community of over 60,000 colleagues, all with a common goal to deliver an exceptional customer experience every day.",
      "experience": "International BPO (Voice): 1 year (Required)"
    },
    {
      "jobTitle": "CTO-Full stack Developer",
      "companyName": "THE ELMEX BRANDS",
      "location": "Thiruvananthapuram, Kerala",
      "jobType": "Full-time",
      "salary": "₹2,50,000 - ₹6,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "We have currently been doing tangible market research with a proof of concept product with both the companies and possible users which wed like you to take ownership of and take forward with a…",
      "longDescription": "FLEX-WFH PLATFORM IS A INNOVATIVE TECH STARTUP AIMING TO POSITIVELY IMPACT THE VIRTUAL Reality in the Corporate Industry IN A PIVOTAL MOMENT IN TIME WE ARE ON A MISSION TO CHANGE THE WAY WE INTREST AS HUMANS IN TIMES OF NEED WE BELIEVE TECHNOLOGY CAN BE DIFFERENT OR FOR THOSE IN NEED IT MOST",
      "experience": "total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "Asst. Professor CSE/ISE",
      "companyName": "T. John Institute of Technology",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹30,000 - ₹45,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "We are looking for a well-organized, resourceful Professor to join our excellent faculty. The Professor's responsibilities include, but are not limited to, teaching a requisite number of graduate…",
      "longDescription": "We are looking for a well-organized, resourceful Professor to join our excellent faculty. The Professor's responsibilities include, but are not limited to, teaching a requisite number of graduate classes, assisting with the development of course material, supervising postgraduate students, regularly publishing journal articles, serving on committees, attending conferences, writing proposals for grants, delivering presentations, and handling other administrative duties.",
      "experience": "total work: 3 years (Preferred)"
    },
    {
      "jobTitle": "Zoho Developer/Specialist",
      "companyName": "Technovedge India Pvt Ltd",
      "location": "Gurgaon, Haryana",
      "jobType": "Full-time",
      "salary": "₹5,00,000 - ₹9,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Software development: 3 years (Preferred). Develop, implement, and maintain custom CRM, Projects and other Business Apps on Zoho Platform to suit company needs. / B.Tech / BSc in Computer Science.",
      "longDescription": "Technovedge India Private Ltd (part of Inventya Group, UK) is a dynamic and rapidly growing innovation management and IT consultancy offering new approaches to support the development and commercialisation of advanced science and technologies. The company works closely with highly ambitious and innovative SMEs across the UK through offering a number of key commercial services, including R&D Tax Credits, Grant funding, Technology consulting and Software Development. Our culture is at the heart of everything we do and remains vitally important to our growth strategy.",
      "experience": "total work: 4 years (Preferred)"
    },
    {
      "jobTitle": "Web Researcher_Remote",
      "companyName": "ARDEM Data Services Private Limited",
      "location": "Lucknow, Uttar Pradesh",
      "jobType": "Full-time",
      "salary": "₹15,000 - ₹17,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "ARDEM Data Services, part of a US-based global professional services company, is experiencing rapid growth and working for many notable…",
      "longDescription": "It's time to add to our production Team! We are looking for an enthusiastic Web Researcher Analyst for our (Data Research & Data Mining Projects) with great communication skills to handle a high-volume dataset. ARDEM Data Services, part of a US-based global professional services company, is experiencing rapid growth and working for many notable large companies. We provide specialized “boutique” outsourcing and business automation solutions in the US and abroad. Our clients include fashion moguls, pop culture clients, and other household name brands! Companies come to us when they are looking for a true partner to help them grow for long-term capacity. With every person we add to our production team- we are looking for them to help us provide our clients with the white-glove service they desire.",
      "experience": "total work: 1 year (Required)"
    },
    {
      "jobTitle": ".Net Angular Developer",
      "companyName": "Addiox Technologies",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹30,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "To be the custodian of IT assets and manage them to meet the statutory requirements. To lead and manage the IT team",
      "longDescription": "To be the custodian of IT assets and manage them to meet the statutory requirements. To coordinate with outsourced vendors and ensure smooth delivery of work. To lead and manage the IT team. To participate in audits and work towards compliance to IPR. To participate in RFPs, RFIs and new IT infra creations. To provide budget inputs to the function head and manage costs within the assigned area.  To review the operations and resolve or escalate the user escalations to other domain vertical teams. ",
      "experience": "total work: 5 years (Preferred)"
    },
    {
      "jobTitle": "Business Development Representative ",
      "companyName": "HR Covered",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹1,00,000 - ₹1,20,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "We're pretty honest people, and we'll tell you that it's not an easy job but it's rewarding with great opportunities to earn, plus grow in the company.",
      "longDescription": "Are you a high-energy individual who loves to have fun? Could you talk to just about anyone over the phone? Are you ready for your next challenge? Do you have what it takes to win a promotion opportunity every two months? That's right! If you are willing to start at an entry-level and prove to us your value, we will invest right back in you. We provide our sales team with the support, training and a progression path to set them up for success personally and professionally. In addition, each member in the team gets the opportunity to move levels every 8-12 weeks, with a significant raise + commission package that can take you to a whopping $45k salary in just six months.",
      "experience": "total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "ERP Developer ( ERPNext )",
      "companyName": "ERPGulf",
      "location": "Calicut, Kerala",
      "jobType": "Full-time",
      "salary": "₹25,000 - ₹40,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "We are looking for Developers and programmers with reasonable experience in Programming and a very good understanding of accounting practices.",
      "longDescription": "We are looking for Developers and programmers with reasonable experience in Programming and a very good understanding of accounting practices. Our clients spread across Qatar, Bahrain, Oman, Saudi, Bahrain, Kuwait, and UAE, understanding of accounting practice in these counties are important. Experienced programmers in this region are preferable. Must be familiar with modern programming techniques and tools.",
      "experience": "Programming: 1 year (Required)"
    },
    {
      "jobTitle": "Python Big Data Developer",
      "companyName": "Impetus Infotech India Pvt. Ltd.",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹6,00,000 - ₹22,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Impetus Technologies India Pvt. Ltd. is a software solutions, products and services company focused on creating powerful and intelligent enterprises through deep data awareness,…",
      "longDescription": " Impetus Technologies India Pvt. Ltd. is a software solutions, products and services company focused on creating powerful and intelligent enterprises through deep data awareness, integration and advanced analytics. Our products and services are designed to empower the real-time data driven enterprise to help our clients win in the modern world of digital transformation.",
      "experience": "Big data: 2 years (Required), Python: 2 years (Required)"
    },
    {
      "jobTitle": "National Account Manager",
      "companyName": "Indeed",
      "location": "New Delhi, Delhi",
      "jobType": "Full-time",
      "salary": "₹14,00,000 - ₹32,00,000 a year",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "Our National Accounts Sales teams build deep partnerships with the country’s largest employers and their agencies to develop hiring solutions. They help major companies expand their businesses, hire more effectively and grow their employer brand.",
      "longDescription": "National Sales Account Managers (NAMs) assist large enterprise organizations effectively manage their online recruitment strategy with Indeed. NAMs are responsible for promoting and advocating Indeed’s diverse suite of products and services so their clients can effectively and efficiently hire at scale. The impact NAMs have should not be understated, as they can potentially help thousands of people get jobs.",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Night Shift Lead Generator",
      "companyName": "TMI Corp.",
      "location": "Delhi, Delhi",
      "jobType": "Full-time",
      "salary": "₹41,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "TMI Corp. Is looking for a Night Shift Lead Generator to work from home during night shift. This job requires calling North America during the hours of 8:30PM-5:30AM IST",
      "longDescription": "TMI Corp. Is looking for a Night Shift Lead Generator to work from home during night shift. This job requires calling North America during the hours of 8:30PM-5:30AM IST. Due to the large amount of calls made, strong English skills is a must. Preference will be given to experienced candidates with good American accent. The salary starts at Rs. 31,000 for the 1st month and goes to Rs. 41,000 on the 3rd month.",
      "experience": "Lead generation: 1 year (Preferred)"
    },
    {
      "jobTitle": "DIRECTOR - LEAD GENERATION",
      "companyName": "Webware.io",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹14,00,000 - ₹18,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "As the Director of Lead Generation, you will be responsible for identifying and delivering high-quality, good-fit, highly-converting leads to the Sales team",
      "longDescription": "As the Director of Lead Generation, you will be responsible for identifying and delivering high-quality, good-fit, highly-converting leads to the Sales team. You will work closely with the Sales, Rev Ops, and Digital Demand Generation teams to understand the complexity of our various segments, and develop and lead with the delivery of a successful lead generation program.",
      "experience": "Lead generation: 5 years (Preferred)"
    },
    {
      "jobTitle": "Dot Net Developer",
      "companyName": "LYNX Softech",
      "location": "Surat, Gujarat",
      "jobType": "Internship",
      "salary": "₹3,00,000 - ₹6,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "We are seeking responses from Dot Net developers to build software using technologies of the .NET framework (knowledge of the MVC framework is a must). You can create applications from scratch, configure existing systems, and provide user support.",
      "longDescription": "We are seeking responses from Dot Net developers to build software using technologies of the .NET framework (knowledge of the MVC framework is a must). You can create applications from scratch, configure existing systems, and provide user support. Your primary responsibility will be to design and develop these layers of the applications, and to coordinate with the rest of the team working on different layers of the infrastructure. A commitment to collaborative problem solving, sophisticated design, and quality product is essential.",
      "experience": "total work: 1 year (Preferred)"
    },
    {
      "jobTitle": ".NET Developer",
      "companyName": "Exactus Energy",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹90,000 - ₹1,20,000 a month",
      "resume": "true",
      "education": "Master's degree",
      "shortDescription": "Exactus was founded in Canada by a team of young, forward-thinking and environmentally responsible engineers who came together to make solar simple. We believe that one day soon, all electricity will be generated from renewable sources. Exactus Energy is striving towards this goal, one solar panel at a time. http://www.exactusenergy.com",
      "longDescription": "Exactus Energy is looking for a .Net developer to work as part of our Software & IT team. This role will be fully remote, so access to high-speed internet is required. The ability to work independently while coordinating with other team members in a consultative manner will be important in ensuring success in this role. Our ideal candidate is adaptive, and able to grow with our company. This is a remote work position. The successful candidate will work from home indefinitely. Working hours are 9 am to 5:30 pm EST.",
      "experience": "total work: 2 year (Preferred)"
    },
    {
      "jobTitle": "Web Developer",
      "companyName": "EZOFIS INC",
      "location": "Tirunelveli, Tamil Nadu",
      "jobType": "Full-time",
      "salary": "₹20,000 - ₹35,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "We are seeking a Web Developer responsible for building Web applications using Vue.js/React.js/PHP/ASP.NET/VB.NET/CSHARP.",
      "longDescription": "We are seeking a Web Developer responsible for building Web applications using Vue.js/React.js/PHP/ASP.NET/VB.NET/CSHARP. our primary responsibility will be to design and develop these layers of our applications, and to coordinate with the rest of the team working on different layers of the infrastructure. A commitment to collaborative problem solving, sophisticated design, and quality product is essential.",
      "experience": "Web development: 1 year (Required), Front-end development: 2 years (Required)"
    },
    {
      "jobTitle": "Python Big Data Developer",
      "companyName": "Impetus Infotech India Pvt. Ltd.",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹6,00,000 - ₹22,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Strong programming experience with Python. Experience working with Big Data streaming services such as Storm, Kafka, etc. Experience working with NoSQL data stores such as HBase, DynamoDB, etc",
      "longDescription": "Impetus Technologies India Pvt. Ltd. is a software solutions, products and services company focused on creating powerful and intelligent enterprises through deep data awareness, integration and advanced analytics. Our products and services are designed to empower the real-time data driven enterprise to help our clients win in the modern world of digital transformation.",
      "experience": "total work: 2-8 years (Preferred)"
    },
    {
      "jobTitle": "Java Developer",
      "companyName": "SuchHomes",
      "location": "Pune, Maharashtra",
      "jobType": "Temporary",
      "salary": "₹40,000 - ₹80,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "SuchHomes is a U.K. based PropTech and blockchain firm.",
      "longDescription": "The offer is a contract-based remote role for a Fullstack developer. The developer should've 2+ years in Java with some experience in front-end stacks like JS, CSS, Bootstrap, HTML. Initial 3-month contract.",
      "experience": "Front-end development: 1 year (Required), Java: 1 year (Required)"
    },
    {
      "jobTitle": "Python/Django Developer",
      "companyName": "FreJun India Pvt Ltd",
      "location": "Hyderabad, Telangana",
      "jobType": "Full-time",
      "salary": "₹60,000 - ₹80,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Building RESTful APIs and integrating with third party web services. Coordinate with internal teams to understand user requirements and provide technical solutions. Project and time management skills.",
      "longDescription": "FreJun is seeking a SDE 1 Backend who will design and develop robust web applications. The SDE will also be responsible to analyze current code, know the industry developments, come up with processes, and develop a seamless experience for users.",
      "experience": "Python Django: 1 year (Required)"
    },
    {
      "jobTitle": "National Account Manager - RPO",
      "companyName": "Indeed",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹14,00,000 - ₹32,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "As a NAM, you’ll help articulate the value proposition of Indeed’s products against a client’s hiring needs by positioning, bundling and handling any objections presented by senior level contacts.",
      "longDescription": "As a NAM, you’ll help articulate the value proposition of Indeed’s products against a client’s hiring needs by positioning, bundling and handling any objections presented by senior level contacts. The ability to craft a narrative based on data is vital to differentiate our products and stand out above the competition. You have the capacity and sales acumen to manage and grow a book of business of high touch enterprise accounts with up to seven figure investment with Indeed, are comfortable presenting to audiences of 20-50 people, and autonomously engage with day-to-day management and senior level managers in TA and HR departments. This is a fully remote position, with onsite visits to client’s offices required up to 40-50% of the time once work travel is approved.",
      "experience": "total work: 2 year (Preffered)"
    },
    {
      "jobTitle": "Home-based MERN Stack Developer",
      "companyName": "AbroadWorks Inc.",
      "location": "India",
      "jobType": "Full-time",
      "salary": "₹313 - ₹625 an hour",
      "resume": "false",
      "education": "Bachelor's degree",
      "shortDescription": "AbroadWorks Inc. is a staffing and consulting agency, catering to many companies from various industries all across the United States and Canada, to whom we provide top-notch multi-national talent from across the globe.",
      "longDescription": "As a US-based company who specializes in HR Services, AbroadWorks focuses on sourcing talented foreign professionals, for either a full-time, part-time, or project based, remote, work. We offer a wide variety of career opportunities for both young and experienced professionals from Virtual/Executive Assistance, to Technical and Creative Writing, and IT-based roles, among others.Apart from the promise of a competitive compensation and benefits, our unique talent acquisition process offers a truly exciting opportunity for personal and professional growth, a productive learning experience, and the prospect of working in the safety and comfort of your own home.",
      "experience": "software development: 3 years (Required), ReactJS: 3 years (Required)"
    },
    {
      "jobTitle": "Process Trainer",
      "companyName": "EnableIST",
      "location": "Remote",
      "jobType": "Temporary",
      "salary": "₹20,000 - ₹30,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Our client an e-commerce leader is looking for process trainers",
      "longDescription": "Our client an e-commerce leader is looking for process trainers. Excellent communication skills. Graduate with minimum 3 years experience into Bpo training. Should be fluent in English and Hindi. Should be flexible with rotational shift. Your opportunity to get certified by an e-commerce leader and get paid for your training period too.",
      "experience": "Training & development: 1 year (Preferred)"
    },
    {
      "jobTitle": "Sales Representative",
      "companyName": "Kunal Minerals Pvt Ltd",
      "location": "Raipur, Chhattisgarh",
      "jobType": "Full-time",
      "salary": "₹30,000 - ₹90,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Knowledge of sales to Alloy steel plant companies like. (JSW, JSPL, TATA, Mukun Hospet, Sunflag, Sail, Starwire, Laxcon, Arjas, Saarloha)",
      "longDescription": "Knowledge of sales to Alloy steel plant companies like. (JSW, JSPL, TATA, Mukun Hospet, Sunflag, Sail, Starwire, Laxcon, Arjas, Saarloha). Person with experience in sales of flux and additives used in Steel melting shop of these pants may also apply.",
      "experience": "total work: 5 year (Preffered)"
    },
    {
      "jobTitle": "Digital Content Creator",
      "companyName": "SweetPluck Wellness Pvt Ltd",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹16,000 - ₹31,363 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "The candidate will be responsible for creating the Reels around brand awareness, talking about products and creating recipe videos for Instagram and social media.",
      "longDescription": "The candidate will be responsible for creating the Reels around brand awareness, talking about products and creating recipe videos for Instagram and social media.",
      "experience": "Content writing: 1 year (Preferred), total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "Python Developer",
      "companyName": "CodeNomad",
      "location": "Mohali, Punjab",
      "jobType": "Full-time",
      "salary": "₹10,000 - ₹30,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "At CodeNomad we are looking for a technically sound and energetic Web Developer, who is passionate about his work and a great team player. Fresher with excellent technical skills are also welcome for the interview.",
      "longDescription": "At CodeNomad we are looking for a technically sound and energetic Web Developer, who is passionate about his work and a great team player. Fresher with excellent technical skills are also welcome for the interview. The major job duties include, but are not limited to:. Developing tools to extract website data using popular python libraries.. Deliver both web-scraping code and the data. Transform scraped website data into a predefined JSON format structure. Verify correctness and maintain the code in a GitHub repository. Document code wherever it is possible",
      "experience": "Python: 1 year (Required)"
    },
    {
      "jobTitle": "Web Researcher_Remote",
      "companyName": "ARDEM Data Services Private Limited",
      "location": "Lucknow, Uttar Pradesh",
      "jobType": "Full-time",
      "salary": "₹15,000 - ₹17,000 a month",
      "resume": "true",
      "education": "Intermediate/Diploma",
      "shortDescription": "It’s time to add to our production Team! We are looking for an enthusiastic Web Researcher Analyst for our (Data Research & Data Mining Projects) with great communication skills to handle a high-volume dataset.",
      "longDescription": "ARDEM Data Services, part of a US-based global professional services company, is experiencing rapid growth and working for many notable large companies. We provide specialized “boutique” outsourcing and business automation solutions in the US and abroad. Our clients include fashion moguls, pop culture clients, and other household name brands! Companies come to us when they are looking for a true partner to help them grow for long-term capacity. With every person we add to our production team- we are looking for them to help us provide our clients with the white-glove service they desire.",
      "experience": "total work: 1 year (Required), Web Research: 1 year (Required)"
    },
    {
      "jobTitle": "Full Stack Developer",
      "companyName": "TimeBox Solutions",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹12,00,000 - ₹24,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "TimeBox Solutions is looking for a new addition to its team. We are a fast-paced IT solutions and services company. We are a team that has each other’s backs and also have A LOT of fun together.",
      "longDescription": "We are looking for you if you are driven by intellectual curiosity, possess unique problem-solving skills, and hold to an unwavering belief that the right technology can solve virtually any problem. You are a rising superstar. You want to learn as much as you can. You ask thoughtful questions every chance you get. You want guidance to grow professionally. If you have a good idea, we’ll provide the environment where it will thrive and grow into a great product or customer experience. Your ideas are our fuel.",
      "experience": "Drupal/PHP: 4 years (Required), API development: 1 year (Preferred), Full Stack development: 4 years (Preferred)"
    },
    {
      "jobTitle": "Full Stack Developer",
      "companyName": "Codeclouds IT Solutions Pvt. Ltd",
      "location": "Kolkata, West Bengal",
      "jobType": "Full-time",
      "salary": "₹4,40,000 - ₹8,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "companyURL": "https://in.indeed.com/cmp/Codeclouds-IT-Solutions-Pvt.-Ltd?campaignid=mobvjcmp&from=mobviewjob&tk=1g6ac8icji833800&fromjk=dff7e947327f0a28",
      "shortDescription": "We're hiring full-stack developers to join us at our Kolkata office. As an ideal candidate, you'll need to have strong proficiency in both frontend and backend development technologies, third party-libraries with demonstrable experience in each.",
      "longDescription": "We're hiring full-stack developers to join us at our Kolkata office. As an ideal candidate, you'll need to have strong proficiency in both frontend and backend development technologies, third party-libraries with demonstrable experience in each.. As a Full-Stack Developer you need to have a thorough understanding and experience in frontend and backend coding languages and frameworks like Node.js, Angular.js, React, PHP, MySQL, MongoDB.",
      "experience": "Relevant: 3 years (Preferred)"
    },
    {
      "jobTitle": "SQL Developer",
      "companyName": "EPC Group",
      "location": "Remote",
      "jobType": "Full-time",
      "salary": "₹50,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Strong Database management skill + a little hands on with BI Development",
      "longDescription": "Strong Database management skill + a little hands on with BI Development",
      "experience": "total work: 4 years (Preferred)"
    },
    {
      "jobTitle": "Product Analyst",
      "companyName": "Mygate",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹80,000 a month",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "If you’re as excited as we are about the power of data to transform businesses and build a superlative user experience, we have a role for you! In this role, you will work closely with the product managers, marketing and engineering teams and other business stakeholders to help build and improve products for our customers, employees or partners using insights from data.",
      "longDescription": "If you’re as excited as we are about the power of data to transform businesses and build a superlative user experience, we have a role for you! In this role, you will work closely with the product managers, marketing and engineering teams and other business stakeholders to help build and improve products for our customers, employees or partners using insights from data.",
      "experience": "total work: 1 year (Preferred)"
    },
    {
      "jobTitle": "Product Developer- Big Data + Java",
      "companyName": "Impetus Infotech India Pvt. Ltd.",
      "location": "Bengaluru, Karnataka",
      "jobType": "Full-time",
      "salary": "₹7,00,000 a year",
      "resume": "true",
      "education": "Bachelor's degree",
      "shortDescription": "Impetus Infotech India Pvt. Ltd. is a software solutions, products and services company focused on creating powerful and intelligent enterprises through deep data awareness, integration and advanced analytics. Our products and services are designed to empower the real-time data driven enterprise to help our clients win in the modern world of digital transformation.",
      "longDescription": "Impetus Infotech India Pvt. Ltd. is a software solutions, products and services company focused on creating powerful and intelligent enterprises through deep data awareness, integration and advanced analytics. Our products and services are designed to empower the real-time data driven enterprise to help our clients win in the modern world of digital transformation.",
      "experience": "Java: 1 year (Required), Big data: 2 years (Required)"
    }
  ]
}
